[
    "Madu tidak pernah basi. Arkeolog telah menemukan pot madu di makam kuno yang berusia lebih dari 3.000 tahun dan masih bisa dimakan.",
    "Pisang adalah buah beri, tetapi stroberi bukan.",
    "Guru laut memiliki tiga hati dan darah biru.",
    "Sekelompok flamingo disebut 'flamboyance'.",
    "Kotoran wombat berbentuk kubus.",
    "Sloth dapat menahan napas selama hingga 40 menit di bawah air.",
    "Satu hari di Venus lebih lama dari satu tahun di Venus.",
    "Sapi memiliki teman terbaik dan menjadi stres saat dipisahkan.",
    "Menara Eiffel bisa tumbuh hingga 6 inci selama musim panas karena ekspansi termal logam.",
    "Hiu sudah ada sebelum pohon.",
    "Lumba-lumba memiliki nama untuk satu sama lain dan bisa memanggil satu sama lain.",
    "Perang terpendek dalam sejarah terjadi antara Inggris dan Zanzibar pada 27 Agustus 1896. Zanzibar menyerah setelah 38 menit.",
    "Manusia berbagi 60% DNA mereka dengan pisang.",
    "Panda memiliki pola makan yang hampir sepenuhnya terdiri dari bambu, meskipun mereka termasuk dalam ordo karnivora.",
    "Penemu kaleng Pringles dikuburkan di dalam salah satu kaleng.",
    "Satu sendok teh madu mewakili pekerjaan seumur hidup 12 lebah.",
    "Seekor siput bisa tidur selama tiga tahun.",
    "Rekor cegukan terpanjang adalah 68 tahun.",
    "Di luar angkasa, astronot tidak bisa menangis karena tidak ada gravitasi untuk membuat air mata jatuh.",
    "Ada lebih banyak bintang di alam semesta daripada butir pasir di Bumi.",
    "Kupu-kupu merasakan dengan kakinya.",
    "Kulit beruang kutub berwarna hitam, dan bulunya putih.",
    "Penerbangan komersial terpendek di dunia hanya berlangsung 57 detik.",
    "Kelinci bisa tidur dengan mata terbuka.",
    "Gajah adalah satu-satunya mamalia yang tidak bisa melompat.",
    "Di Jepang, terdapat lebih banyak vending machine daripada warga.",
    "Cacing tanah bisa memiliki lebih dari 100 segmen tubuh.",
    "Pada tahun 2005, lebih banyak orang memiliki ponsel daripada akses ke toilet.",
    "Jantung manusia dapat memompa darah sejauh 30 kaki (9 meter).",
    "Kuda nil dapat berlari lebih cepat dari manusia.",
    "Mata manusia dapat membedakan lebih dari 10 juta warna.",
    "Ada sekitar 1.500 tornado yang terjadi setiap tahun di Amerika Serikat.",
    "Buaya dapat bertahan hidup tanpa makan selama beberapa bulan.",
    "Sungai Amazon adalah sungai terbesar di dunia berdasarkan volume air, bukan panjang.",
    "Semut tidak tidur.",
    "Bulan memiliki gempa bumi yang disebut 'moonquakes'.",
    "Penguin adalah burung yang tidak bisa terbang tetapi bisa berenang sangat baik.",
    "Saat bernafas, kita menghirup oksigen dan mengeluarkan karbon dioksida, tapi tanaman membalikkan proses ini.",
    "Bola mata manusia tetap sama ukurannya sejak kita dilahirkan.",
    "Ada lebih banyak jenis bunga daripada jenis pohon di dunia.",
  ]
