[
    "Madu tidak pernah basi.",
    "Jerapah hanya tidur sekitar 4,6 jam per hari.",
    "Otak manusia lebih aktif saat tidur daripada saat terjaga.",
    "Gunung Everest tumbuh sekitar 4 mm setiap tahun.",
    "Hati manusia dapat beregenerasi sepenuhnya meskipun hanya tersisa 25%.",
    "Kucing memiliki lebih dari 100 suara berbeda.",
    "Mawar bisa tumbuh di luar angkasa.",
    "Semangka terdiri dari 92% air.",
    "Gajah adalah satu-satunya mamalia yang tidak bisa melompat.",
    "Rata-rata manusia menghabiskan 6 bulan hidupnya menunggu lampu merah berubah hijau.",
    "Hewan paling lambat di dunia adalah siput laut bernama 'sea slug'.",
    "Sapi memiliki teman terbaik dan merasa stres jika dipisahkan.",
    "Ada lebih banyak bintang di alam semesta daripada butiran pasir di semua pantai di Bumi.",
    "Unta dapat bertahan hidup tanpa air lebih lama daripada tikus gurun.",
    "Lebah dapat mengenali wajah manusia.",
    "Lidah bunglon lebih panjang dari tubuhnya.",
    "Jantung udang berada di kepalanya.",
    "Semut tidak tidur.",
    "Bayi panda lahir seukuran batang mentega.",
    "Bunyi 'quack' bebek tidak memiliki gema.",
    "Suhu inti matahari bisa mencapai 15 juta derajat Celsius.",
    "Koala memiliki sidik jari yang hampir identik dengan manusia.",
    "Cahaya matahari memerlukan sekitar 8 menit 20 detik untuk mencapai Bumi.",
    "Garis tengah Saturnus bisa menampung lebih dari 9 planet Bumi.",
    "Manusia berbagi 60% DNA dengan pisang.",
    "Tulang paha manusia lebih kuat daripada beton.",
    "Burung hantu tidak bisa menggerakkan matanya.",
    "Tikus bisa tertawa jika digelitik.",
    "Anjing dapat mengenali emosi manusia dari ekspresi wajah.",
    "Segelas air yang kita minum mungkin pernah diminum oleh dinosaurus.",
    "Kupu-kupu merasakan rasa dengan kakinya.",
    "Rambut dan kuku manusia tetap tumbuh beberapa saat setelah kematian.",
    "Sungai Amazon pernah mengalir ke arah yang berlawanan.",
    "Di Saturnus dan Jupiter, hujan bisa berupa berlian.",
    "Gurun terbesar di dunia adalah Antartika.",
    "Gigi berang-berang tidak pernah berhenti tumbuh.",
    "Jerapah memiliki suara ultra rendah yang tidak bisa didengar manusia.",
    "Lautan menyimpan 20 juta ton emas yang larut dalam airnya.",
    "Bayangan di bulan selalu hitam pekat tanpa gradasi.",
    "Cumi-cumi raksasa memiliki mata sebesar bola basket.",
    "Pisang adalah buah yang secara teknis juga dianggap sebagai berry.",
    "Burung unta memiliki mata lebih besar daripada otaknya.",
    "Ada lebih banyak pohon di Bumi daripada bintang di galaksi kita.",
    "Bayi manusia memiliki sekitar 300 tulang saat lahir, tetapi hanya 206 saat dewasa.",
    "Zebra memiliki kulit hitam dengan garis putih, bukan sebaliknya.",
    "Air panas membeku lebih cepat daripada air dingin, dikenal sebagai efek Mpemba.",
    "Di Venus, satu hari lebih lama dari satu tahunnya.",
    "Burung penguin kaisar bisa menyelam hingga lebih dari 500 meter.",
    "Lumba-lumba bisa mengenali diri mereka di cermin.",
    "Setiap kepingan salju memiliki bentuk unik yang berbeda satu sama lain."
  ]
